Repository: datarobot-community/forecast-assistant
Catalog: forecastic/locale/*/LC_MESSAGES/*.po
Languages: es_la, fr_fr, ja_jp, ko_kr, pt_br

source: You are a data analyst and your job is to explain to non-technical executive business leaders what the data suggests Executive leadership will provide a sales forecast and you will interpret it and summarize the outlook, highlighting key insights. Your response should be only 1 sentence long, not very wordy. It should be like a news headline. Do not put quotation marks around it. Your response, while insightful, should speak to the general direction of the forecast.
es_la: Eres un analista de datos y tu trabajo es explicar a los líderes empresariales ejecutivos no técnicos lo que sugieren los datos. El liderazgo ejecutivo proporcionará un pronóstico de ventas y tú lo interpretarás y resumirás la perspectiva, destacando las ideas clave. Tu respuesta debe ser de solo 1 oración, no muy prolija. Debe ser como un titular de noticias. No pongas comillas alrededor de ella. Tu respuesta, aunque perspicaz, debe hablar de la dirección general del pronóstico.
fr_fr: Vous êtes analyste de données et votre tâche consiste à expliquer aux dirigeants non techniques de l'entreprise ce que les données suggèrent. Les dirigeants vous fourniront des prévisions de ventes et vous les interpréterez et résumerez les perspectives, en mettant en évidence les éléments clés. Votre réponse ne doit comporter qu'une seule phrase, pas trop longue. Elle doit ressembler à un titre de journal. Ne mettez pas de guillemets. Votre réponse, bien que perspicace, doit indiquer l'orientation générale des prévisions.
ja_jp: あなたはデータアナリストであり、あなたの仕事は、データが何を示唆しているかを、技術者ではない経営幹部に説明することです。 経営幹部が売上予測を提示するので、それを解釈して見通しをまとめ、重要なポイントを明確にします。 回答は1文で、あまり冗長にならないようにします。ニュースの見出しのような感じです。引用符は付けないでください。 あなたの回答は、見識に富んでいても、予測の全体的な方向性を示すものでなければなりません。
ko_kr: 귀하는 데이터 분석가이며, 귀하의 임무는 비기술적인 비즈니스 리더에게 데이터가 시사하는 바를 설명하는 것입니다. 경영진이 매출 예측을 제공하면 여러분은 이를 해석하고 주요 인사이트를 강조하여 전망을 요약해야 합니다. 답변은 장황하지 않고 한 문장으로만 작성해야 합니다. 뉴스 헤드라인과 비슷해야 합니다. 주위에 따옴표를 넣지 마세요. 답변은 인사이트를 담고 있으면서도 예측의 일반적인 방향에 대해 설명해야 합니다.
pt_br: O senhor é um analista de dados e seu trabalho é explicar aos líderes executivos não técnicos o que os dados sugerem. A liderança executiva fornecerá uma previsão de vendas e o senhor a interpretará e resumirá a perspectiva, destacando as principais percepções. Sua resposta deve ter apenas uma frase, não muito prolixa. Ela deve ser como uma manchete de jornal. Não coloque aspas ao redor da resposta. Sua resposta, embora perspicaz, deve falar sobre a direção geral da previsão.

source: **AI Generated Analysis:**
es_la: **Análisis Generado por IA:**
fr_fr: **Analyse générée par l'IA :**
ja_jp: **AIが生成した分析：**
ko_kr: **AI 생성 분석:**
pt_br: **Análise gerada por IA:**

source: Choose an option
es_la: Elija una opción
fr_fr: Choisissez une option
ja_jp: オプションを選択
ko_kr: 옵션을 선택하세요
pt_br: Escolha uma opção

source: Forecast:
es_la: Previsión:
fr_fr: Prévision :
ja_jp: 予測：
ko_kr: 예측:
pt_br: Previsão:

source: Generating explanation...
es_la: Generando explicación...
fr_fr: Générer une explication...
ja_jp: 説明を生成しています...
ko_kr: 설명 생성 중...
pt_br: Geração de explicação...

source: High forecast
es_la: Alta Pronóstico
fr_fr: Prévision haute
ja_jp: 上限予測
ko_kr: 높은 예측
pt_br: Previsão alta

source: Important Features
es_la: Características Importantes
fr_fr: Caractéristiques importantes
ja_jp: 有用な特徴量
ko_kr: 중요 기능
pt_br: Recursos importantes

source: Low forecast
es_la: Baja Pronóstico
fr_fr: Prévision basse
ja_jp: 下限予測
ko_kr: 낮은 예측
pt_br: Previsão baixa

source: Market
es_la: Mercado
fr_fr: Marché
ja_jp: 市場
ko_kr: 시장
pt_br: Mercado

source: Multistore Sales Forecast Interpreter
es_la: Intérprete de Pronóstico de Ventas Multitienda
fr_fr: Interprétation des prévisions de ventes multi-magasins
ja_jp: 複数店舗の売上予測を解釈
ko_kr: 다중 매장 판매 예측 인터프리터
pt_br: Interpretador de previsão de vendas em várias lojas

source: No data available for the selected series. Try a different combination of filters.
es_la: No hay datos disponibles para la serie seleccionada. Intenta con una combinación diferente de filtros.
fr_fr: Aucune donnée disponible pour la série sélectionnée. Essayez une autre combinaison de filtres.
ja_jp: 選択された系列に利用できるデータがありません。フィルターの組み合わせを変えてみてください。
ko_kr: 선택한 시리즈에 사용할 수 있는 데이터가 없습니다. 다른 필터 조합을 시도해 보세요.
pt_br: Não há dados disponíveis para a série selecionada. Tente uma combinação diferente de filtros.

source: Number of records to display
es_la: Número de registros para mostrar
fr_fr: Nombre d'enregistrements à afficher
ja_jp: 表示するレコード数
ko_kr: 표시할 레코드 수
pt_br: Número de registros a serem exibidos

source: Processing forecast...
es_la: Procesando pronóstico...
fr_fr: Traitement des prévisions...
ja_jp: 予測を処理しています...
ko_kr: 처리 예측...
pt_br: Processando previsão...

source: Region
es_la: Región
fr_fr: Région
ja_jp: リージョン
ko_kr: 지역
pt_br: Região

source: Run Forecast
es_la: Ejecutar Forecast
fr_fr: Exécuter les prévisions
ja_jp: 予測を実行
ko_kr: 실행 예측
pt_br: Executar previsão

source: Sales ($)
es_la: Ventas ($)
fr_fr: Ventes ($)
ja_jp: 売上高（$）
ko_kr: 매출($)
pt_br: Vendas ($)

source: Select Filters for the Forecast
es_la: Seleccione filtros para el pronóstico
fr_fr: Sélectionnez les filtres pour les prévisions
ja_jp: 予測のフィルターを選択
ko_kr: 예측에 대한 필터 선택
pt_br: Selecionar filtros para a previsão

source: Store
es_la: Almacenar
fr_fr: Magasin
ja_jp: データストア
ko_kr: 저장소
pt_br: Armazenamento

source: The following are the most important exogenous features in the forecasting model's predictions of `{target}`. Provide a 3-4 sentence summary of the exogenous driver(s) for the forecast, explain any potential intuitive, qualitative interpretation(s) or explanation(s).
es_la: A continuación se presentan las características exógenas más importantes en las predicciones del modelo de pronóstico de `{target}`. Proporcione un resumen de 3-4 oraciones sobre el(los) impulsor(es) exógeno(s) para el pronóstico, explique cualquier interpretación o explicación potencial intuitiva y cualitativa.
fr_fr: Voici les caractéristiques exogènes les plus importantes dans les prévisions du modèle de prévision pour `{target}`. Résumez en 3-4 phrases le(s) facteur(s) exogène(s) de la prévision, et expliquez toute interprétation ou explication intuitive et qualitative potentielle.
ja_jp: 以下は、予測モデルによる`{target}`の予測において最も有用な外因的特徴量です。予測の外因的要因を3~4文で要約し、直感的で定性的な解釈や説明があれば提示してください。
ko_kr: 다음은 예측 모델의 `{target}` 예측에서 가장 중요한 외생적 특징입니다. 예측의 외생적 동인에 대해 3~4문장으로 요약하고 직관적, 정성적 해석 또는 설명이 가능한 경우 설명하세요.
pt_br: A seguir estão os recursos exógenos mais importantes nas previsões do modelo de previsão de `{target}`. Forneça um resumo de 3 a 4 frases do(s) fator(es) exógeno(s) para a previsão, explique qualquer interpretação intuitiva, qualitativa ou explicação potencial.

source: The following are the most important features in the forecasting model's predictions. Provide a 3-4 sentence summary of the key cyclical and/or trend drivers for the forecast, explain any potential intuitive,qualitative interpretations or explanations.
es_la: A continuación se presentan las características más importantes en las predicciones del modelo de pronóstico. Proporcione un resumen de 3-4 oraciones sobre los principales impulsores cíclicos y/o de tendencia para el pronóstico, explicando cualquier interpretación o explicación intuitiva y cualitativa potencial.
fr_fr: Les caractéristiques suivantes sont les plus importantes dans les prévisions du modèle de prévision. Résumez en 3-4 phrases les principaux facteurs cycliques et/ou tendanciels de la prévision, et expliquez toute interprétation ou explication intuitive et qualitative potentielle.
ja_jp: 以下は、予測モデルによる予測において最も有用な特徴量です。予測の主要な周期要因やトレンド要因を3~4文で要約し、直感的で定性的な解釈や説明があれば提示してください。
ko_kr: 다음은 예측 모델의 예측에서 가장 중요한 특징입니다. 예측의 주요 주기적 및/또는 추세 동인을 3~4문장으로 요약하고, 직관적, 정성적 해석 또는 설명이 가능한 경우 설명하세요.
pt_br: A seguir estão os recursos mais importantes das previsões do modelo de previsão. Forneça um resumo de 3 a 4 frases dos principais fatores cíclicos e/ou de tendência para a previsão e explique todas as possíveis interpretações ou explicações intuitivas e qualitativas.

source: This application forecasts the sale revenue of a national retailer. The forecast can be focused by region, market, or store.
es_la: Esta aplicación pronostica los ingresos por ventas de un minorista nacional. El pronóstico puede centrarse por región, mercado o tienda.
fr_fr: Cette application prévoit le chiffre d'affaires d'un détaillant national. Les prévisions peuvent être ciblées par région, par marché ou par magasin.
ja_jp: このアプリケーションは、全国規模の小売業者の売上収益を予測します。予測は、地域、市場、または店舗別に絞り込むことができます。
ko_kr: 이 애플리케이션은 전국 소매업체의 판매 수익을 예측합니다. 예측은 지역, 시장 또는 매장별로 초점을 맞출 수 있습니다.
pt_br: Esse aplicativo prevê a receita de vendas de um varejista nacional. A previsão pode ser focada por região, mercado ou loja.

source: Total {target} Forecast
es_la: Pronóstico total de {target}
fr_fr: Total {cible} Prévisions
ja_jp: {target}の予測合計
ko_kr: 총 {대상} 예측
pt_br: Total {target} Previsão

source: Unable to load Deployment IDs or Application Settings. If running locally, verify you have selected the correct stack and that it is active using `pulumi stack output`. If running in DataRobot, verify your runtime parameters have been set correctly.
es_la: No se pueden cargar los IDs de implementación o la configuración de la aplicación. Si se está ejecutando localmente, verifique que haya seleccionado la pila correcta y que esté activa usando `pulumi stack output`. Si se está ejecutando en DataRobot, verifique que sus parámetros de tiempo de ejecución se hayan configurado correctamente.
fr_fr: Impossible de charger les ID de déploiement ou les paramètres de l'application. Si l'application est exécutée localement, vérifiez que vous avez sélectionné la bonne pile et qu'elle est active en utilisant `pulumi stack output`. Si vous utilisez DataRobot, vérifiez que vos paramètres d'exécution ont été définis correctement.
ja_jp: デプロイIDまたはアプリケーション設定を読み込めません。ローカルで実行している場合は、`pulumi stack output`を使用して、正しいスタックが選択されていることと、そのスタックがアクティブであることを確認します。DataRobotで実行している場合は、ランタイムパラメーターが正しく設定されていることを確認します。
ko_kr: 배포 ID 또는 애플리케이션 설정을 로드할 수 없습니다. 로컬에서 실행하는 경우 올바른 스택을 선택했는지, '풀루미 스택 출력'을 사용하여 활성화되어 있는지 확인하세요. DataRobot에서 실행 중인 경우 런타임 매개 변수가 올바르게 설정되었는지 확인하세요.
pt_br: Não é possível carregar IDs de implantação ou configurações do aplicativo. Se estiver executando localmente, verifique se selecionou a pilha correta e se ela está ativa usando `pulumi stack output`. Se estiver executando no DataRobot, verifique se os parâmetros de tempo de execução foram definidos corretamente.

source: {target} History
es_la: Historia de {target}
fr_fr: {target} Historique
ja_jp: {target}の履歴
ko_kr: {target} 히스토리
pt_br: {target} Histórico
